[
  {
		"_id": "5d725a4a7b292f5f8ceff789",
    "name": "Black Sabbath",
    "description": "Black Sabbath is the debut studio album by the English rock band Black Sabbath. It was released on 13 February 1970 in the United Kingdom by Vertigo Records and on 1 June 1970 in the United States by Warner Bros. Records. The album is widely regarded as the first album in the heavy metal genre. Additionally, the opening track, the self-titled \"Black Sabbath\", has been referred to as the first doom metal song. Upon release, the album reached number eight on the UK Albums Charts and number 23 on the US Billboard 200. It was included in Robert Dimery's book 1001 Albums You Must Hear Before You Die.",
    "releaseDate": "February 13, 1970",
    "genres": ["Heavy Metal", "Stoner Rock", "Rock"],
    "artist": "5d713995b721c3bb38c1f5d0"
  },
  {
    "_id": "5d725c84c4ded7bcb480eaa0",
    "name": "Sonic Prayer",
    "description": "Sonic Prayer, Earthless' debut album, was released on April 26, 2005 by Gravity Records. It was recorded at Gravity Studios with producer Matt A. and mixed at Strange Sounds by Gars Wood. \"Flower Travelin' Man\" was named in homage to the Japanese psychedelic rock group Flower Travellin' Band, and \"Lost in the Cold Sun\" as a reference to Cold Sun, an obscure psychedelic rock group from Texas. The band would have made the songs longer than their ultimate length of about twenty minutes but could not because the album was recorded on analog tape; drummer Mario Rubalcaba explained that the tape was not long enough to hold more material than that. Allmusic reviewer Thom Jurek remarked that \"Droning, thudding space jams are Earthless' trip du jour, and they do it shockingly well.\" He praised Isaiah Mitchell's \"stellar\" guitar playing, Mario Rubalcaba's \"beat-heavy atmospherics\", and Mike Eginton's \"repetitive, hypnotic\" bass lines while noting the Black Sabbath influences in \"Lost in the Cold Sun\" and calling the album one of the best in the stoner rock genre. The record received the award for Best Hard Rock Album at the 2007 San Diego Music Awards.",
    "releaseDate": "April 26, 2005",
    "genres": ["Rock", "Instrumental Rock", "Psychedelic Rock"],
    "artist": "5d713a66ec8f2b88b8f830b8"
  },
  {
    "_id": "5d725cb9c4ded7bcb480eaa1",
    "name": "Rythms from a Cosmic Sky",
    "description": "Rhythms from a Cosmic Sky, their second studio album, was released on May 8, 2007 by Tee Pee Records, their first album for the label. It consists of two instrumental pieces, with the first track \"Godspeed\" divided into five suites. The album was recorded and mixed from January 1–4, 2007, at Louder Studios in San Francisco with producer Tim Green and mastered by Dave Gardner at Magneto Mastering in Minneapolis. The CD version also includes a cover version of the Groundhogs' \"Cherry Red\", which is one of the few songs recorded by Earthless to feature lyrics and vocals; Mitchell sings lead vocals on the track. The recording process for Rhythms from a Cosmic Sky was rather spontaneous and, because the album was recorded on analog tape (as was Sonic Prayer), the songs were limited to being approximately 20 minutes in length. Rubalcaba later reflected that the band were not able to fully express themselves on this album because of the length restrictions and how often they improvised during recording; he said that not all of what the band were inspired to do could be recorded owing to these limitations. Critical reaction to the album was mostly positive. Thom Jurek of Allmusic praised Rhythms from a Cosmic Sky, describing the band as \"belong[ing] more with the Japanese bands\" such as The Stars or Acid Mothers Temple but making favorable comparisons to such acts as Jimi Hendrix, Cream and Humble Pie. He concluded that the band are \"a whole other thing in American power rock right now. They point a way that few will be able to follow.\" Keith Carman, reviewing for Exclaim!, noted that only those with the patience for long songs or those in \"altered states of consciousness\" could tolerate the album, but described it as \"quite the interesting celestial ride\". Giving the album a 7 out of 10, PopMatters' Mark W. Adams complimented both the band's long instrumental material and the cover of \"Cherry Red\", saying the latter demonstrated that they also do well with shorter material. Stylus Magazine stated that \"Godspeed\" and \"Sonic Prayer\" suffered from redundancy, as reviewer Charles Robbins said that the group cease to develop the two songs beyond a certain point, but praised the cover of \"Cherry Red\" and gave the album a B-. The album was nominated for Best Hard Rock Album at the 2007 San Diego Music Awards, at which the band themselves were nominated as Best Hard Rock Artist. In 2009, the A.V. Club named it one of the best metal albums of that decade, describing the material as \"something close to the Platonic ideal of heavy rock\".",
    "releaseDate": "May 8, 2007",
    "genres": ["Rock", "Instrumental Rock", "Psychedelic Rock"],
    "artist": "5d713a66ec8f2b88b8f830b8"
  },
  {
    "_id": "5d725cd2c4ded7bcb480eaa2",
    "name": "Age of Winters",
    "description": "Age of Winters is the debut album by American heavy metal band The Sword, released in the United States on February 14, 2006. The Japanese edition, released by record label Toy's Factory, contains three bonus tracks recorded live at the CBGB club in New York City on April 9, 2006. The single released from the album was \"Freya\", which did not chart. Age of Winters was later reissued as part of a two-disc box set with Gods of the Earth on November 25, 2008.",
    "releaseDate": "February 14, 2006",
    "genres": ["Rock", "Heavy Metal", "Doom Metal", "Stoner Rock"],
    "artist": "5d725a037b292f5f8ceff787"
  },
  {
    "_id": "5d725ce8c4ded7bcb480eaa3",
    "name": "Gods of the Earth",
    "description": "Gods of the Earth is the second studio album by American heavy metal band The Sword, released in Europe on March 31, 2008, and in the United States on April 1. It gave the band their first experience of commercial success when it peaked at #102 on the Billboard 200 chart. The single released from the album was \"Fire Lances of the Ancient Hyperzephyrians\", which did not chart. Gods of the Earth was later re-released as part of a two-disc box set with Age of Winters on November 25, 2008. Their track \"The Black River\" was featured in the game Guitar Hero: Metallica, released in March 2009. \"Maiden, Mother & Crone\" is featured in Guitar Hero 5, released in September 2009.",
    "releaseDate": "March 31, 2008",
    "genres": ["Stoner Rock", "Rock", "Heavy Metal", "Doom Metal"],
    "artist": "5d725a037b292f5f8ceff787"
  },
  {
    "_id": "5d725cfec4ded7bcb480eaa4",
    "name": "Jalamanta",
    "description": "Jalamanta is Brant Bjork's debut solo effort after leaving Kyuss and joining Fu Manchu. Originally released in 1999 on now defunct Man's Ruin Records label, Jalamanta was re-released on Bjork's own label, Duna Records, in 2003, 2006 and 2009.",
    "releaseDate": "October 11, 1999",
    "genres": ["Rock", "Stoner Rock"],
    "artist": "5d725a1b7b292f5f8ceff788"
  },
  {
    "_id": "5d725cfec4ded7bcb480eaa5",
    "name": "Local Angel",
    "description": "Local Angel is the fourth solo album by desert rock musician Brant Bjork. It is considered his most intimate and laid back record, mixing acoustic guitars and simple melodies.",
    "releaseDate": "August 10, 2004",
    "genres": ["Rock", "Stoner Rock"],
    "artist": "5d725a1b7b292f5f8ceff788"
  },
  {
    "_id": "5d725cfec4ded7bcb480eaa6",
    "name": "Sabbath Bloody Sabbath",
    "description": "Sabbath Bloody Sabbath is the fifth studio album by English rock band Black Sabbath, released in December 1973. It was produced by the band and recorded at Morgan Studios in London in September 1973.",
    "releaseDate": "December 1, 1973",
    "genres": ["Rock", "Heavy Metal"],
    "artist": "5d713995b721c3bb38c1f5d0"
  },
  {
    "_id": "5d725cfec4ded7bcb480eaa7",
    "name": "Master of Reality",
    "description": "Master of Reality is the third studio album by English rock band Black Sabbath, released on 21 July 1971 by Vertigo Records. It is regarded by some critics as the foundation of doom metal, stoner rock, and sludge metal. It peaked at number five on the UK Albums Chart and number eight on the US Billboard 200. Negatively received by critics on release, the album is now considered one of the greatest heavy metal albums of all time. It was certified double platinum after having sold over two million copies.",
    "releaseDate": "July 21, 1971",
    "genres": ["Rock", "Heavy Metal"],
    "artist": "5d713995b721c3bb38c1f5d0"
  }
]