[
  {
    "_id": "5d713995b721c3bb38c1f5d0",
    "name": "Black Sabbath",
    "bio": "Black Sabbath were an English rock band, formed in Birmingham in 1968, by guitarist and main songwriter Tony Iommi, bassist and main lyricist Geezer Butler, drummer Bill Ward and singer Ozzy Osbourne. Black Sabbath are often cited as pioneers of heavy metal music. The band helped define the genre with releases such as Black Sabbath (1970), Paranoid (1970) and Master of Reality (1971). The band had multiple line-up changes, with Iommi being the only constant member throughout its history. On 7 March 2017, Black Sabbath announced they had disbanded."
  },
  {
    "_id": "5d713a66ec8f2b88b8f830b8",
    "name": "Earthless",
    "bio": "The San Diego-based Krautrock/stoner rock trio Earthless feature the talents of Nebula guitarist Isaiah Mitchell, Electric Nazarene bass player Mike Eginton, and Hot Snakes/Clikitat Ikatowi drummer Mario Rubalcaba (who also played with Rocket from the Crypt under the alias Ruby Mars). The band's debut, a collection of jam-heavy instrumentals titled Sonic Prayer, was released on the Gravity label in 2005. It was followed in 2007 by Rhythms from a Cosmic Sky, which marked the band's first release for . Live at Roadburn appeared the following year, showcasing the band's strength as a live act. From the Ages, the band's third studio long-player, arrived in 2013, with a pair of concert albums, Live at Freak Valley and Live at Tym Guitars, Brisbane Australia, arriving in 2015. The following year saw the trio release a split LP with fellow West Coast psych-rockers , and in 2018, they issued their fourth full-length outing Black Heaven."
  },
  {
    "_id": "5d725a037b292f5f8ceff787",
    "name": "The Sword",
    "bio": "First conceived in 2003, the Sword really hit their stride about a year later, when founding vocalist and guitarist J.D. Cronise joined forces with guitarist Kyle Shutt, bassist Bryan Richie, and drummer Trivett Wingo, and made a much raved-about appearance at Austin's famed SXSW festival. National touring stints with everyone from Clutch to indie rock darlings ...And You Will Know us by the Trail of Dead followed, and by mid-2005, the Sword had been picked up by New York-based indie label Kemado Records, with their debut album, the critically acclaimed Age of Winters, appearing early the next year. Before completing their second long-player, they contributed two songs (one original and one Led Zeppelin cover) to a split 12\" EP with Swedish heavy rockers Witchcraft in November 2007. Gods of the Earth arrived in spring 2008 and became the band's first release to make an appearance on the Billboard Top 200 chart. Changing their muse from fantasy to science fiction and their sound from metal to hard rock, the Sword released Warp Riders in 2010, a concept album featuring an original narrative written by the band. In 2012 they came back from their sci-fi journey with their well-received fourth full-length, Apocryphon, which blended the fantasy elements of their earlier work with a more far-out, metaphysical vibe. The group further tweaked their sound for 2015's High Country, eschewing some of the heavier doom metal tendencies of prior outings for a more streamlined, Southern hard rock feel. Low Country, a companion LP that saw the Sword further strip back their sound and deliver new acoustic versions of the songs from High Country, followed in 2016. The following year, the band issued their first concert album, Greetings From, which was recorded in 2016 during their fall tour supporting Opeth. The group released the single \"Deadly Nightshade\" in January 2018, ahead of the release of the Tucker Martine-produced full-length Used Future, which leaned hard into brooding '70s hard rock and arrived later that March. In 2020, the Sword issued a massive two-part rarities compilation and career overview. The first installment, Conquest of Kingdoms, delivered a three-LP set of live, non-album, and previously unreleased cuts, while the second version, the three-disc Chronology 2006–2018, which also featured everything on the vinyl-only release, added 26 of the band's best-loved album tracks to the collection. ~ Eduardo Rivadavia & James Christopher Monger, Rovi"
  },
  {
		"_id": "5d725a1b7b292f5f8ceff788",
    "name": "Brant Bjork",
    "bio": "Brant Bjork (born March 19, 1973) is an American musician, singer, songwriter, multi-instrumentalist, and producer from Palm Desert, California. He is perhaps best known as the drummer and founder of the influential Californian stoner rock band Kyuss. Bjork played in Vista Chino, along with former Kyuss vocalist John Garcia, up until October 2014, at which point Nick Oliveri announced that there was a falling out and that Bjork and Garcia would continue working on their solo projects. He is one of the more notable figures in the stoner rock and Palm Desert scenes and maintains a prolific solo career with over a dozen released albums."
  }
]